<?php
/**
 * Export to PHP Array plugin for PHPMyAdmin
 * @version 4.7.9
 */

/**
 * Database `grocery`
 */

/* `grocery`.`grocery` */
$grocery = array(
  array('GID' => 'apple','Gname' => '사과','Geffect' => '알칼리성 식품으로, 칼로리가 적고 몸에 좋은 성분이 많이 들어있다. 식이섬유는 혈관에 쌓이는 유해 콜레스테롤을 몸밖으로 내보내고 유익한 콜레스테롤을 증가시켜 동맥경화를 예방해준다. 또한 칼륨은 몸속의 염분을 배출시켜 고혈압 예방과 치료에 도움을 준다. 수용성 식이섬유인 펙틴 또한 위액의 점도를 높히고 악성 콜레스테롤을 내보내어 급격한 혈압상승을 억제해주며, 페놀산은 체내의 불안정한 유해산소를 무력화시켜 뇌졸중을 예방한다. 사과에 함유된 케세틴은 폐기능을 강하게 하여 담배연기나 오염물질로부터 폐를 보호해준다. 또한 피로물질을 제거해주는 유기산과 피부미용에 좋은 비타민 C도 다량 함유되어 있다. 사과의 과육은 잇몸건강에 좋으며 사과산은 어깨결림을 감소해주는 효과가 있다. 사과로 만든 식초는 화상·두드러기 등을 치료하는 데 쓴다','Gstored' => '보관온도 : 1~5℃
· 보관일 : 7일
· 보관법 : 냉장 보관한다. 다른 과일와 같이 보관하면 다른 과일이 쉽게 숙성하기에 사과는 따로 봉지에 넣어 보관해야 한다.','Gfresh' => '꼭지 반대부위가 담황(또는 담홍록)색으로 녹색기가 빠진 것
껍질의 색깔이 고르고 밝은 느낌을 주는 것(미숙과는 외관상 푸른끼가 많이 있어 단단한 느낌이 들고 , 과숙과는 색이 어둡고 광택이 없음)
쓰가루 품종(조생종)은 밑부분의 녹색이 탈색되어 무색에 가깝게 느껴지는 것
과실 꼭지의 상태는 푸른색이 돌고 물기가 있어 보이는 것(수확 후 며칠 되지 않은 증거임)
가볍게 두들겼을 때 탄력감이 드는 것(수확 후 양, 수분의 소모가 적다는 것을 나타냄)
잘 익은 후지 사과는 과육에 꿀(밀증상)이 고인 증상이 있는데 겉으로 보기에 과실이 투명하게 보이는 것(저장성은 떨어진다고 함)
품종 고유의 특성과 향기를 가지고 있으며 너무 크지 않고 모양이 고른 것
병 · 충해 및 흠집이 없고 꼭지가 빠지지 않은 것
껍질이 얇고 과육이 연한 것, 과즙이 많고 단맛이 좋은 것','Recipe' => 'http://post.naver.com/viewer/postView.nhn?memberNo=1267558&volumeNo=1889479"')
);
